export const at_work_sentences: string[] = [
  '艹',
  '要不删库跑路吧',
  '工作，还是摸鱼，这是个问题',
  '今天摸哪里的鱼呢',
  '生产队的驴休息了吗？',
  '今天应该不加班了吧',
  '这个逼班真的上不下去',
  '工作很苦，她很甜',
  '先去搞杯咖啡',
  '有人看见我的电脑了吗',
  '这个需求真的实现不了',
  '好累啊',
  '还有几天放假呢？',
  '同事们都好厉害，我好菜啊',
  '我发誓这代码昨天还是好好的',
  '要不还是先去拉个屎？'
]

export const at_home_sentences: string[] = [
  '芜湖~',
  '今天玩啥游戏呢',
  '晚上要不约个饭吧',
  '今天也是赖床的一天',
  '打本吗朋友',
  '搞杯朗姆吃吃吧',
  '好想出去旅行啊',
  '天气不错，出去散散步？',
  '看看有啥好看电影',
  '无聊炸了',
  '一天就这么过去了',
  '老子今天不上班，爽翻',
  '今天啥计划呢',
  '喜欢一个人的时候，心情真的很好'
]

export const dayMap: Record<number, string> = {
  0: '星期天',
  1: '星期一',
  2: '星期二',
  3: '星期三',
  4: '星期四',
  5: '星期五',
  6: '星期六'
}
